load_test.yml
config:
  target: "{{ $processEnvironment.ALB_DNS }}"
  phases:
    - duration: 1200
      arrivalRate: 20
scenarios:
  - flow:
      - get:
          headers:
            host: "web-1.com"
          url: "/api/v2/calc/fibo-nth/42"
  - flow:
      - get:
          headers:
            host: "web-2.com"
          url: "/api/v2/calc/fibo-nth/34"